[
  {
    "jobTitle": "Board Design Engineer",
    "company": "אלביט מערכות",
    "location": "רמת השרון",
    "description": "מהנדסי ומהנדסות אלקטרוניקה,\nרוצים לקחת חלק בתהליכי Board Design מתקדמים?\nלהוביל פרויקטים ופיתוחים שנשמעים דמיוניים למערכות מוטסות וקרקעיות?\nללוות מוצרים ומערכות משלב הקונספט ועד שלב ההטמעה אצל הלקוח? קבוצת ה- Board Design של אלביט מערכות מחכה לכם!\n\nאז למה דווקא אלביט מערכות?\n✔️ כי אצלנו עובדים על טכנולוגיות קצה שנראה והוצאו מסרטי מדעי בדיוני.\n✔️ כי הצוותים אצלנו לוקחים חלק בכל תהליכי העבודה, עוד בשלב הניסויים, ומעורבים משמעותית בפיתוח מוצרים ומערכות.\n✔️ ובגלל המשמעות המיוחדת בעבודה בחברה ישראלית מהגדולות והמצליחות ביותר בעולם.",
    "email": "https://bit.ly/3oUmPWm",
    "contactPerson": ""
  },
  {
    "jobTitle": "Head of DevOps",
    "company": "",
    "location": "",
    "description": "Hi everyone!\nWe're looking for the best Head of DevOps out there and we need your help!\nKnow someone who's a great fit for this position (managerial experience & strong technological background)? you can win 5000 NIS if they'll join",
    "email": "hagar.dery@wsc-sports.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "מנהל/ת פרויקטים של e-commerce*",
    "company": "Kara Poliak",
    "location": "אזור המרכז",
    "description": "בית התוכנה מציע ללקוחותיו הקמת אתרי מסחר על גבי פלטפורמה כולל התממשקות אוטומטית של האתר למערכת ה- ERP שברשותו.\nהתפקיד מיועד לבעלי/ות ניסיון קודם כמנהל/ת פרויקטים בחברה המספקת פלטפורמה לניהול אתרי מסחר אלקטרוני וכולל:\n- ניהול על של פרויקטי הקמת האתר.\n- ניהול צוות פיתוח /עיצוב /שיווק.\n- ניהול הקשר מול לקוחות הארגון.\n- ניהול הממשקים מול הגורמים הטכניים בארגון.\nמשרה מלאה באזור המרכז.\nסביבת עבודה נעימה, בארגון יציב ומצליח.\n\nדרישות:\n\nניסיון של 3-4 שנים כמנהל/ת פרויקטים בחברה המספקת פלטפורמת מסחר אלקטרוני - חובה.\nידע טכני נרחב.\nמיומנויות תקשורת מעולות.\n\nהמשרה מיועדת לנשים וגברים כאחד.",
    "email": "efrat@karapoliak.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "מנהלת אדמיניסטרטיבית לחברת ביוטק",
    "company": "",
    "location": "ירושלים",
    "description": "מדובר בפונקציה מרכזית בחברה עם פוטנציאל צמיחה והתקדמות.\nהתפקיד כולל בין היתר מזכירות וניהול יומנים, רכש והשוואת מחירים, שיח עם ספקים גורמי חוץ, אדמיניסטרציה וניהול פרוייקטים. \n\n*דרישות התפקיד:\n\n• תואר ראשון בתחומי כלכלה, ניהול ואדמיניסטרציה\n• היכרות עם עולם החשבונאות (מושגים בסיסיים אין מדובר במנהלת חשבונות)\n• היכרות מעולה עם תוכנות אופיס\n• גישה לטכנולוגיות רשת (גוגל, דרופבוקס, לינקדאין, פייסבוק, שיחות וידאו וכד)\n• ראש גדול, מוטיבציה גבוהה\n• יחסי אנוש מעולים\n• אנגלית ברמת שפת אם או לפחות שליטה טובה מאוד בכתיבה ודיבור\n• יכולת למידה עצמית, עמידה במשימות מרובות, עמידה בלוחות זמנים, סדר וארגון\n• מוטיבציה גבוהה, שאפתנות ורצון להצליח ולהתקדם\n• מוכנות למשרה מלאה\nהמשרה מיועדת לנשים וגברים כאחד ",
    "email": "יש לשלוח קורות חיים בקובץ Word בלבד למייל  ana_av@jerusalem.muni.il",
    "contactPerson": ""
  },
  {
    "jobTitle": "Social Campaign Manager",
    "company": "Iron Source ",
    "location": "תל אביב",
    "description": "What is the job\nWe are looking for a rock star, hands-on, business-oriented, and self motivated Social Media Buyer to join our Media team.\n\nIf you are a people person, a quick learner, organized and efficient, your place is with us! \n\nResponsibilities\nPlanning, purchasing, and optimizing high budget campaigns on Facebook\nIdentify online media buying opportunities by optimizing and analyzing data to maximize revenues and reach company goals.\nFollowing industry trends and developments\nReach and exceed team goals\nBe the go to person on anything social\nRequirements\nAt least 1 year campaign management experience on social platforms (Facebook)- Must!\nExperience in content creation and editing, a big plus\nPerformance Ninja\nProficient in Excel\nStrong analytical ability, experience in analyzing quantitative and complex data\nStrong attention to details without overlooking the big-picture\nHigh level of English A must\nDeep understanding of the digital media ecosystem and business measurements (CPC/CPM/CPA/CPC/CPI Etc)\nEnthusiastic, goal-oriented, highly motivated, dedicated, hardworking, proactive, able to work independently\nCreative mind",
    "email": "https://company.ironsrc.com/careers/social-campaign-manager-digital-solutions",
    "contactPerson": ""
  },
  {
    "jobTitle": "מהנדסות ומהנדסים",
    "company": "Elsec",
    "location": "שדרות",
    "description": "בשביל לעבוד בהיי-טק, לא חייבים להתייבש ברכב.\nתכירו את Elsec, חברת הבת של אלביט מערכות ב-שדרות!\n\nב-Elsec עובדים על הפיתוחים המטורפים ביותר שיש במערכות אלקטרו-אופטיות מדרג הלוחם ועד מערכי תצפית מתקדמים להגנת גבולות.\nאנחנו ממוקמים בשדרות ובגדול, הכי רחוקים מהדימוי של ארגון ענקי - מהמשרדים השקופים ועד שיטות פיתוח זריזות שמזכירות סטארט-אפ שרץ בספרינט.\n\nבימים אלה אנחנו גדלים ומחפשים מהנדסות ומהנדסים שישתלבו בפיתוחים הבאים שלנו במערכות הכי דמיוניות שמשלבות AI, גלאים תרמיים, לייזרים, וידאו, ניווט, You name it.\n\nוכן, כמו בפיתוח של סמארטפון, גם לנו יש דרישות שהמערכות תהיינה חכמות, קלות, קטנות עם זמן עבודה ארוך כדי לממש ללקוחות Elsec צורך מבצעי שיוטמע עבורם בכל נקודה על הגלובוס.\n\nהסוד שלנו הוא כנראה האווירה, ממש מעניין כאן! אין דרך אחרת להסביר את זה חוץ מלהסתכל על כמות האנשים אצלנו שמבינים שיש לנו אינסוף הזדמנויות להתפתח וזה די ייחודי פה בדרום.\n\nאז... מצד אחד הגב הטכנולוגי והכלכלי של אלביט, מצד שני, סביבה זריזה שמאפשרת לפתח וליישם פתרונות בזמן שיא. עשינו לכם כבר חשק?\nElsec מבית היוצר של אלביט מתרחבת בענק ומחכה לקורות החיים שלכם",
    "email": "http://elbitcampaign.hunterhrms.com/web/32\nאו במייל: \nanna.gershkovich@elbitsystems.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "Product Manager",
    "company": "Riskified",
    "location": "תל אביב",
    "description": "Our Product Management team plays a pivotal role in our company, driving product success by working collaboratively with Riskified’s engineering, data science, design, marketing, analytics and operations teams. Product Managers at Riskified are required to solve complex problems, using a varied and multi-disciplinary skillset. We are in hyper-growth mode, and are looking for people who can learn and adjust quickly as the company and our product suite expand. \n\nBeing part of our team means working alongside smart and motivated colleagues who consistently work hard and execute. Our philosophy centers around end-to-end ownership, which means that every team member is empowered and accountable. We hold ourselves to high standards, have ambitious goals, and are not afraid of trying new things.\n\n\nWe are seeking a dynamic and versatile product manager to join a team responsible for building a new offering in our expanding suite to strengthen one of our customers’ most valuable assets - trust. In this role, you will work closely with fellow product managers, engineers, designers, analysts, and other cross-functional team members, to develop and launch new UI/UX- centric products. If you are an energetic, agile, and data-driven individual who thrives in ambiguity and has deep customer empathy, then this opportunity is for you.",
    "email": "https://www.riskified.com/careers/job-description/?gh_jid=4826917002",
    "contactPerson": ""
  },
  {
    "jobTitle": "דרוש/ה סטודנט/ית טכנולוג/תי לזירת תשתיות טכנולוגיות",
    "company": "רשות החדשנות",
    "location": "ירושלים",
    "description": "הרשות הלאומית לחדשנות טכנולוגית (\"רשות החדשנות\"), היא תאגיד ציבורי המופקד על מדיניות החדשנות הטכנולוגית בישראל ותפקידו לטפח ולפתח את משאב החדשנות הטכנולוגית בישראל. רשות החדשנות מעניקה מדי שנה מענקים למאות חברות – מחברות הזנק  בתחילת דרכם ועד למרכזי פיתוח של חברות רב לאומיות הפועלים בישראל וכן למוסדות מחקר המבצעים מו\"פ יישומי.\n\nזירת תשתיות טכנולוגיות מפעילה תכניות לאומיות, שמטרתן להכווין את המו\"פ באקדמיה למו\"פ יישומי, לסייע בהעברת הידע, ולבנות תשתית טכנולוגית ופיתוח ידע גנרי בעזרת מאגדים על מנת לשפר את כושר התחרות הטכנולוגי של התעשייה הישראלית בשווקים הבינלאומיים.\n\nהסטודנט/ית שייבחרו לתפקיד, יפעלו בפעילויות רוחביות בזירה ובכלל זה:\n\nאיסוף, הכנה ועיבוד נתוני מחקר ופיתוח אודות המסלולים השונים בזירה\nקליטת נתונים מתוך בקשות מימון ועיבודם\nהשבחת מסד הנתונים\nסיוע בפעילות השוטפת של הזירה\n \n\nתנאי המשרה:\n\nהעבודה במשרדי החברה בירושלים.\nהיקף המשרה: המשרה מחייבת עבודה של יומיים וחצי בשבוע והשלמה בימים נוספים לפי דרישה במכסה של עד 120 שעות בחודש.\nהשכר המוצע הינו שכר סטודנט.\nתחילת העסקה מיידית.\n \n\nדרישות \nעל המועמד/ת להיות סטודנט/ית לתואר ראשון או תואר שני בלבד ממוסד לימודי מוכר\nידע בהפעלת מחשב ומאגרי מידע\nהבנה בתהליכי מו\"פ\nשליטה בתוכנות אופיס וידע מקיף באקסל\nיכולת ביטוי גבוהה",
    "email": "קורות חיים ואישור לימודים ניתן לשלוח לדוא\"ל: jobs@innovationisrael.org.il עד לתאריך 09/11/2020 בשעה 24:00.\n\nנא לציין בנושא \"עבור משרת סטודנט טכנולוגי בזירת תשתית טכנולוגית\", כמו כן, יש לציין את הימים הפנויים משעות הבוקר.",
    "contactPerson": ""
  },
  {
    "jobTitle": "CUSTOMER EXPERIENCE REP.",
    "company": "Gett",
    "location": "90% from home",
    "description": "Core Mission:\n\nThe Customer Care Specialist acts as a liaison between Gett, its drivers, clients and passengers. Customer Care is key to the delivery of our service commitments and is vital in your approach towards your duties.\n\nThe position including 90% working from home\n\nYou are an integral part of the 24/7, 365 days a year customer service, drivers support and dispatch service. The role is entirely customer facing. Another part of your responsibility is the key to growing the business and developing a reputation for service excellence, and acting like a role model in both action and attitude.\n\n Additional Requirements\nQualifications\n\nTo be available during the following shifts from Sunday to Saturday (including Holidays):07.00 – 15.00, 15.00 – 23.00, 23.00 – 07.00\nTo ensure that all orders are picked up by a Gett driver or assigned to a Gett driver within 3 minutes of receiving the order\nLiaise with the passenger if about the status of their order if this is delayed\nTo use your knowledge to ensure that the closest driver is allocated to all orders\nTo record any inquiries or complaints from drivers\nKnowledge and awareness of all relevant processes and procedures, and to proactively refresh your knowledge of the latest technological updates to the dispatch systems and driver units.\nCan you WOW our customers with an excellent 24/7 customer service? Then join us",
    "email": "https://gett.com/careers/98-008_customer-experience-rep/",
    "contactPerson": ""
  },
  {
    "jobTitle": "Senior .NET developer",
    "company": "",
    "location": "תל אביב",
    "description": "•\tB.A/B.Sc in computer science or computer engineering\n•\tExperience with Microsoft .NET development using C#\n•\tExperience with Client-server applications development \n•\tKnowledge of relational database, AWS and Web Technologies",
    "email": "jobs@setteam.co.il",
    "contactPerson": ""
  },
  {
    "jobTitle": "Automation Engineer",
    "company": "PowerInbox",
    "location": "",
    "description": "Join us in building a cutting edge platform from scratch with the QA team leader!\n\nTo be great at your job, you’ll need to have:\n3+ years of experience as a software Automation engineer\nExperience working with JavaScript\nExperience working with Selenium, Rest API, performance testing (LoadRunner, JMeter or equivalent), database testing (SQL), Linux scripting and remote execution and Jenkins, CI/CD pipeline\nExcellent English and communications skills\nTeam player, yet with the ability to work independently",
    "email": "noa@powerinbox.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "PRODUCT MANAGER",
    "company": " Galooli",
    "location": "",
    "description": "We are looking for a person who is passionate about making things happen in a multidisciplinary dynamic environment and handle our arsenal of globally distributed products",
    "email": "https://galooli.com/career-product-manager",
    "contactPerson": ""
  },
  {
    "jobTitle": "עובד/ת למחלקת שירות וסיוע משפטי",
    "company": "",
    "location": "",
    "description": "המשרה הינה משרה מלאה. צמוד לרכבת ארלוזורוב.\nדרישות :\nיכולת למידה וקליטה של נושאים רבים בתחום הנדל\"ן, החל מחוזי שכירויות ועד לייצוג משפטי.\nיכולת לגשר וליישב סיכסוכים.\nיחסי אנוש מעולים, אסרטיביות, ראש גדול, מחוייבות, נחישות והתמדה.\nשליטה מלאה בסביבה ממוחשבת-חובה.\nיתרון לבעלי נסיון בגבייה והוצאה לפועל.\nשכר גבוה ותנאים מצויינים למתאימים.\nהמודעה מנוסחת בלשון זכר אך פונה לשני המינים.",
    "email": "sivanmille@gmail.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "מנהל/ת תיק לקוח ",
    "company": "קבוצת SQLink ",
    "location": "",
    "description": "לקבוצת SQLink דרוש/ה מנהל/ת תיק לקוח עם ראש גדול שרעב/ה להצלחה !\n \nהתפקיד כולל:\nגיוס לקוחות עסקיים חדשים\nשימור וזיהוי הזדמנויות חדשות אצל לקוחות קיימים\nאחריות על יצירת לידים באופן עצמאי\nניהול מו\"מ וסגירת עסקאות\nעבודה אינטנסיבית ומאתגרת המשלבת בתוכה עבודה מול ממשקים חוצי ארגון\n \nתנאים מצויינים למתאימים\n \nדרישות\nניסיון 2-3 שנים בתפקיד דומה  - חובה\nניסיון במכירות שטח - יתרון משמעותי\nהיכרות עם מושגים טכנולוגיים – יתרון משמעותי\nהיכרות עם עולם הגיוס-יתרון משמעותי",
    "email": "קו״ח למייל - niritg@sqlink.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "Media Campaign Manager",
    "company": "",
    "location": "",
    "description": "A successful global Performance Marketing Company that provides marketing and tech services for vast online verticals, is looking for an Media Campaign Manager to join our growing team.\n\nRequirements:\nProven experience as a Campaign Manager.\n· 2+ year experience in Facebook/Taboola/Outbrain - Mandatory.\n· Proven advanced capability of paid search\nExperience in data reading, analysis, and reporting\nExperience with Global Campaigns.\n· Experience in managing large scale, complex activity.",
    "email": "CV to: hr-il@clicklogiq.com",
    "contactPerson": ""
  },
  {
    "jobTitle": "CTO",
    "company": "VIGOS",
    "location": "",
    "description": "VIGOS, an advanced B2C platform that provides services to the largest telecommunication companies in Israel, is looking for a CTO!\n*He or she will enter into a resourceful company with a complex and innovative product that is going to disrupt the telecommunication industry.\n\n#Lead the tech team, review code, and mentor developers.\n#Work with the CEO and the Bizdev on product iterations and roadmap.\n#Learn fast and know the system very well, shape, and design its architecture as we scale.\n#Hire new developers and grow the development team.\n\nRequirements\n\n*Super talented full stack developer.\n*Team leading experience or strong desire\n*Problem-solving aptitude.\n*Strategic thinking\n*full control of technologies:\nAngular 7/8\n.net c#\nAzure web services\nMysql",
    "email": "For more information and CV\nYotam – 0523115978\nyotam@vgos.co.il",
    "contactPerson": ""
  },
  {
    "jobTitle": "דרוש.ה מהנדס.ת איכות למרכז פיתוח של חברת מדיקל בינלאומית",
    "company": "Nano",
    "location": "מהבית",
    "description": "ניסיון קודם בעבודה עם מוצר משולב תוכנה, היכרות עם תווי תקן רלוונטיים ועם מחזור החיים של תוכנה -הכרחי. \nהתפקיד כולל איכות משלב הפתוח של המוצר, דרך העברתו מפתוח לייצור וגם בטיפול בתלונות לקוח והחזרות. \n\nחשוב לציין, זו הזדמנות להתמקצע, ללמוד מוצר על בוריו,  ולהפוך למומחים לא רק באיכות אלא גם ברגולציה בשווקים שונים. \nאז אם יש לך 3 שנות ניסיון כ Qa Engineer ואת.ה מרגישים שהגיע הזמן לאתגר הבא אולי מקומך איתנו.\n\nהעבודה בתקופה זו מהבית.",
    "email": "anathanna@nano-giyus.com",
    "contactPerson": ""
  },
  {
    "jobTitle": " Leader ו- Project Manager מנוסים",
    "company": "Razor Labs",
    "location": "",
    "description": "אנחנו מחפשים אנשים מוכשרים שיצטרפו אלינו! \nRazor Labs חברת ה-AI מהגדולות בארץ, מגייסת בימים אלו  Algorithms Team Leader ו- Project Manager מנוסים.\nפעילות הקבוצה מגוונות כאשר כולה מבוססת על טכנולוגיות Deep Learning ו-Reinforcement Learning.",
    "email": "https://www.comeet.com/jobs/razorlabs/A5.002\n\n#ai #deeplearning #computervision #projectmanager #machinelearning #reinforcementlearning",
    "contactPerson": ""
  },
  {
    "jobTitle": "frontend developer",
    "company": "",
    "location": "",
    "description": "Have you practiced team leading and were very good at it or have been looking for your first management opportunity?\nWe are looking for a brilliant Frontend Tech Lead to join our awesome team on a mission to make learning more easy and effective for everyone.\nAs the Tech Lead you should be able to work with your team and inspire them to reach their goals. To be successful as a Tech Lead, you should always be expanding your industry knowledge and be able to quickly identify problems. Outstanding Tech Leads are accountable, trustworthy, and able to build lasting relationships with their teams.\nYou should be comfortable around front-end coding languages, development frameworks and third-party libraries.\nWhat you'll do:\nHands on leadership of a frontend development team\nBuild the front-end of applications through appealing visual design\nDesign client-side architecture\nProvide technical guidance and help coordinate the work of all the developers in a task force.\nTake major part in planning, design reviews and team technical mentorship.\nTackle hard technical problems—in architecture/code/product level and come up with solutions, balancing practicality and innovation both short and long term.\nBuilds POCs from scratch, suggest technical processes, architectures, or concepts to take quickly to market.\nMaintain high software engineering standards for scale and quality\nLearn new fields, technologies and approaches, to address the needs of our fast-growing company.\nRequirements:\n5+ years of frontend software development experience\nKnowledge of multiple front-end languages, libraries and frameworks - HTML/ CSS, JavaScript, Vue.js.\n3+ years of experience with Vue.js (Vuetify is a plus)\nKnowledge in testing methodologies (Unit-testing, TDD, mocking)\nExcellent technical, diagnostic, and troubleshooting skills.\nStrong leadership and organizational abilities.\nExperience with microservices architecture and running cloud-based production environments\nPlus:\nFamiliarity with Amazon Web Services (AWS)\nExperience with Docker\nExperience with CI/CD pipeline building and management\nDoes this role sound like a good fit? Email us at veronika@goerudite.com\nInclude the role's title in your subject line.\nAttach your CV.\nSend along links that best showcase the relevant things you've built and done",
    "email": "",
    "contactPerson": ""
  },
  {
    "jobTitle": " אחראי\\ת GRC ",
    "company": "Prodware",
    "location": "",
    "description": "דרוש\\ה אחראי\\ת GRC להיות חלק מצוות הסייבר ואבטחת המידע באחת מהחברות המובילות בשוק!\nאחראיות על אבטחת מידע, הגנת סייבר והגנת פרטיות.\nעמידה בדרישות SOX ITGC לאבטחת מידע.\nביצוע תיעוד בקרות של נהלי אבטחת המידע, כתיבת דוחות, סיוע שוטף להנהלת אבטחת המידע והסייבר.\n\nמה צריך?\nלפחות שנתיים ניסיון באבטחת מידע וסייבר – חובה\nניסיון בעבודה עם אגולציות ותקני אבטחת מידע, סייבר הגנת פרטיות – חובה\nהסמכות – CISSP, CISM,CISA – יתרון",
    "email": "rhalifa@prodware.co.il",
    "contactPerson": ""
  },
  {
    "jobTitle": "מנהל/ת פרויקט בתהליך הייצור",
    "company": "",
    "location": "תל אביב",
    "description": "תיאור:\n• תפעול והובלת תהליכים לוגיסטיים משלב העברה מפיתוח לייצור, שרשרת האספקה, התפ\"י והייצור\n• תכנון תהליכי התפעול והיצור והטמעתם במערך החברה\n• שיקוף היבטים תפעוליים בפיתוח\n• תמיכה הנדסית ושיפור תהליכי הייצור, תקשורת ופתרון תקלות מול המפעלים המייצרים\n• ליווי תהליך הייצור בהתאם לתקני האיכות של החברה, עבודה עם מפתחים חיצוניים ותמיכה במעבר מפיתוח לייצור\n• ביצוע הערכות הנדסיות למוצרים חדשים כולל קביעת תהליך הייצור וביצוע בדיקות למכשירים\n• בניית תיקי מוצר.\n• עבודה עם קבלנים:\n- ניהול קשרי ספקים והצעות מחיר (סין/מזרח)\n- ניהול דרישות כספיות והזמנות עבודה.\n• ידע טכני באלקטרוניקה:\n- השוואת פרמטרים של רכיבים\n- הכנת BOM\n- הכנה לייצור\n• טיפול במשלוחים נכנסים ויוצאים:\n- ניהול מלאי לייצור\n- ניהול ביקורת קבלה\n- אחריות על איכות המוצר מול היצרנים\nדרישות:\n• תואר ראשון או הנדסאי בהנדסת חשמל ואלקטרוניקה או הנדסה תעשייה וניהול - חובה\n• 3 שנות ניסיון לפחות בתפקיד דומה – חובה\n• ניסיון בליווי מוצר בכל תהליך הייצור - חובה\n• ידע וניסיון בעבודה עם Excel/Google \n• אנגלית ברמה טובה מאד - חובה\n• ניסיון בתחום המכשור הרפואי – יתרון\n\n* המשרה מיועדת לנשים וגברים כאחד",
    "email": "נא לשלוח קו\"ח למייל בצירוף שם המשרה – ניהול פרויקט בתהליך הייצור\nInfocv.contact@gmail.com",
    "contactPerson": ""
  }
]
